acpi
aircrack-ng
airflood
airgeddon
airopy
airoscript
airpwn
airspy
android-file-transfer
android-tools
antiransom
aphopper
apnbf
artillery
atear
auto-eap
autoconf
automake
base
batctl
batman-adv
batman-alfred
beeswarm
beholder
bettercap
binutils
bison
blackarch-keyring
bleah
blueberry
bluedevil
bluepot
bluez-utils
boopsuite
breeze
breeze-gtk
broadcom-wl-dkms
bully
calc
calibre
cbatticon
clang
cmake
conpot
cowpatty
create_ap
crozono
cups
cups-pdf
detox
discord
discover
dmenu
dnssec-tools
dolphin
dosfstools
doxygen
drkonqi
dunst
eapeak
eaphammer
eapmd5pass
efibootmgr
epicwebhoneypot
eyepwn
fakeap
fakenetbios
fakeroot
feh
fern-wifi-cracker
figlet
fiked
filezilla
firefox
flex
fluxion
freeradius
freewifi
fuse2
fuzzap
fzf
g72x++
gcc
gcr
gerix-wifi-cracker
giskismet
git
gnu-netcat
gnuradio
go
gpart
gparted
gpredict
groff
grub
grub-customizer
gtkmm
hackrf
hashcat
hashcatch
hcxdumptool
hcxtools
hdparm
heartbleed-honeypot
honeyd
honeypy
honssh
hoover
hostapd-wpe
hotspotter
howmanypeoplearearound
hpfeeds
htop
hubbit-sniffer
hwk
hydra
i3-gaps
i3blocks
i3lock
i3status
inetsim
intel-gpu-tools
intel-ucode
intercepter-ng
iw
iwd
jcrack
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kde-multimedia-meta
kdecoration
kdeplasma-addons
kgamma5
khotkeys
killerbee
kinfocenter
kippo
kismet
kismet-earth
kismet2earth
kismon
kitty
kitty-framework
kmenuedit
knetattach
kodi
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ktorrent
kvantum-qt5
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
lib32-nvidia-utils
libfdk-aac
libhandy
libhandy0
libkscreen
libksysguard
libosmocore
libtool
linset
linux
linux-firmware
linux-hardened
linux-hardened-headers
linux-headers
lorcon
luajit
lvm2
m4
macchanger
make
mana
mdk3
mdk4
mesa
mesa-demos
metasploit
mfcuk
mfoc
milou
missionplanner
mitmap
mono
mousejack
mtools
mtscan
multimon-ng
nano
neofetch
neovim
netattack
netctl
netdiscover
netstumbler
networkmanager
nftables
nmap
nodejs
npm
nvidia
nvidia-cg-toolkit
nvidia-prime
nvidia-settings
nvidia-utils
openbox
opencl-mesa
opencl-nvidia
openssh
openvpn
os-prober
oxygen
p7zip
pacgraph
pacman-contrib
patch
pcsclite
pidense
pixiewps
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
proxmark
pshitt
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
pyrit
python-pip
python-scapy
python-scipy
python-trackerjacker
python2-hpfeeds
r
ranger
reaver
remmina
rfdump
rfidiot
rfidtool
rofi
roguehostapd
ropeadope
rtlamr
rtlizer
rtorrent
saruman
sddm
sddm-kcm
sdparm
secure-delete
simtrace2
sipcrack
skyjack
smartmontools
snare
sniff-probe-req
snoopy-ng
spectacle
spectools
speedpwn
ssh-honeypot
steam
steghide
sudo
swig
systemsettings
teamspeak3
testdisk
texinfo
timegen
tor
torbrowser-launcher
torsocks
traceroute
tree
ttf-anonymous-pro
ubitack
ufo-wardriving
urh
usbutils
vim
vim-spell-en
vim-spell-fr
vim-spell-uk
vlc
vulkan-intel
w3m
waidps
wavemon
wepbuster
wfuzz
wget
which
wi-feye
wifi-autopwner
wifi-honey
wifi-pumpkin
wifibroot
wifichannelmonitor
wificurse
wifijammer
wifiphisher
wifiscanmap
wifitap
wifite
wireless-ids
wireless_tools
wireshark-cli
wireshark-qt
wirouter-keyrec
wlan2eth
wordpot
wpa-bruteforcer
wpa2-halfhandshake-crack
wpa_supplicant
wpsik
xdg-desktop-portal-kde
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yate-bts
zathura
zizzania
zsh
zulu
zykeys
